Repository: Distrotech/m4
Catalog: po/*.po
Languages: cs, de, el, fr, it, ja, pl, sv

source: Limits control: -G, --traditional suppress all GNU extensions -H, --hashsize=PRIME set symbol lookup hash table size -L, --nesting-limit=NUMBER change artificial nesting limit
cs: Nastavení limitù: -G, --traditional vypne roz¹íøení GNU -H, --hashsize=PRVOÈÍSLO velikost hash tabulky pro vyhledávání symbolù -L, --nesting-limit=ÈÍSLO nastaví limit pro vnoøená volání maker
de: Setze Grenzen: -G, --traditional schalte alle GNU Erweiterungen aus -H, --hashsize=PRIMZAHL setze Größe der Symbol-Hashtabelle -L, --nesting-limit=NUMMER setze künstliche Grenze für Schachtelungstiefe
el: Έλεγχος περιορισμών: -G, --traditional απόκρυψη όλων των επεκτάσεων GNU -H, --hashsize=ΠΡΩΤΟΣ ορισμός μεγέθους πίνακα αναζήτησης συμβόλου -L, --nesting-limit=ΑΡΙΘΜΟΣ αλλαγή τεχνητού ορίου φωλιασμών
fr: Contrôle des limites: -G, --traditional inhiber toutes les extensions GNU -H, --hashsize=PREMIER choisir la grandeur de la table de symboles -L, --nesting-limit=NOMBRE modifier la limite artificielle d'imbrication
ja: 限界値のコントロール: -G, --traditional GNU 版に特有の拡張を抑制します。 -H, --hashsize=PRIME シンボル検索ハッシュテーブルのサイズを セットします。 -L, --nesting-limit=NUNBER マクロのネスト回数の上限値を人為的に変更します。
pl: Sterowanie ograniczeniami: -G, --traditional wy³±cz wszystkie rozszrzenia GNU -H, --hashzize=PIERWSZA ustaw rozmiar tablicy mieszaj±cej dla symboli -L, --nesting-limit=LICZBA zmieñ sztuczny limit zag³ebieñ
sv: Begränsningskontroll: -G, --traditional undertryck alla extra GNU tillägg -H, --hashsize=PRIMTAL sätt storlek på symboltabellen -L, --nesting-limit=ANTAL ändra artificiell nästningsnivå

source: Frozen state files: -F, --freeze-state=FILE produce a frozen state on FILE at end -R, --reload-state=FILE reload a frozen state from FILE at start
cs: Zmrazené soubory: -F, --freeze-state=SOUBOR pøi ukonèení ulo¾í zmrazený stav do SOUBORU -R, --reload-state=SOUBOR pøi startu naète zmrazený stav ze SOUBORU
de: Eingefrorene Dateien: -F, --freeze-state=DATEI erzeuge am Ende eine eingefrorene Form in DATEI -R, --reload-state=DATEI lade zu Beginn Zustand von eingefrorener DATEI
el: Αρχεία παγωμένης κατάστασης: -F, --freeze-state=ARXEIO δημιουργία παγωμένης κατάστασης στο ΑΡΧΕΙΟ στο τέλος -R, --reload-state=ARXEIO φόρτωμα ξανά παγωμένης κατάστασης από ΑΡΧΕΙΟ στην εκκίνηση
fr: Fichiers d'état figé: -F, --freeze-state=FICHIER produire un FICHIER figé à la fin -R, --reload-state=FICHIER recharger un FICHIER figé au départ
ja: 凍結状態のファイル: -F, --freeze-state=FILE 最後に指定された FILE を凍結状態にします。 -R, --reload-state=FILE 最初に指定された FILE から 凍結された定義をロードします
pl: Zamro¿one pliki stanu: -F, --freeze-state=PLIK zapisz zamro¿ony PLIK stanu na koñcu -R, --reload-state=PLIK za³aduj zamro¿ony PLIK stanu na pocz±tku
sv: Frysta tillståndsfiler: -F, --freeze-state=FIL spara fryst tillstånd i FIL vid avslut -R, --reload-state=FIL läs fryst tillstånd från FIL vid start

source: Debugging: -d, --debug=[FLAGS] set debug level (no FLAGS implies `aeq') -t, --trace=NAME trace NAME when it will be defined -l, --arglength=NUM restrict macro tracing size -o, --error-output=FILE redirect debug and trace output
cs: Ladìní: -d, --debug=[VOLBY] nastaví úroveò ladìní (pokud nejsou VOLBY zadány, pak implicitnì `aeq') -t, --trace=MAKRO sleduje MAKRO, kdy¾ je definováno -l, --arglength=POÈET reguluje poèet výstupních informací ze sledování maker -o, --error-output=SOUBOR pøesmìruje výstup ladìní a sledování do SOUBORU
de: Debugging: -d, --debug=[FLAGS] setze Debuglevel (keine FLAGS bedeutet `aeq')\ -t, --trace=NAME verfolge NAME, wenn er definiert wird -l, --arglength=NUMMER beschränke Größe bei Macroverfolgung -o, --error-output=DATEI leite Debug- und Verfolgungsausgaben nach DATEI
el: Εκσφαλμάτωση: -d, --debug=[ΣΗΜΑΙΕΣ] ορισμός επιπέδου εκσφαλμάτωσης (χωρίς ΣΗΜΑΙΕΣ υπονοεί `aeq') -t, --trace=ONOMA ανίχνευση ΟΝΌΜΑτος όταν αυτό θα οριστεί -l, --arglength=ΑΡΙΘΜ περιορισμός μεγέθους ανίχνευσης μακροεντολής -o, --error-output=ΑΡΧΕΙΟ επανακατεύθυνση εξόδου εκσφαλμάτωσης και ανίχνευσης
fr: Mise-au-point: -d, --debug=[INDICS] niveau de mise-au-point (implicitement «aeq») -t, --trace=NOM tracer NOM lorsqu'il sera défini -l, --arglength=NOMBRE restreindre la grandeur de trace des macros -o, --error-output=FICHIER rediriger la sortie de trace et mise-au-point
ja: デバッギング: -d, --debug=[FLAGS] デバッグレベルをセットします。 (`aeq' は FLAGS に含まれません。) -t, --trace=NAME NAME が定義されるとそれをトレースします。 -l, --arglength=NUM マクロトレースのサイズを NUM に制限します。 -o, --error-output=FILE デバッグとトレースの出力を FILE に リダイレクトします。
pl: Debugowanie: -d, --debug=[FLAGI] ustaw poziom debugowania (bez FLAG: `aeg') -t, --trace=NAZWA ¶led¼ NAZWÊ, kiedy bêdzie zdefiniowana -l, --arglength=ILE ogranicz rozmiar ¶ledzenia makr -o, --error-output=PLIK przekieruj wyniki debugowania i ¶ledzenia
sv: Felsökning: -d, --debug=[FLAGGOR] sätt felsökningsnivå (inga FLAGGOR tolkas som "aeq") -t, --trace=NAMN spåra NAMN när den blir definierad -l, --arglength=ANTAL begränsa makrospårningsstorleken -o, --error-output=FIL avled felsöknings och spårutskrifter till FIL

source: FLAGS is any of: t trace for all macro calls, not only traceon'ed a show actual arguments e show expansion q quote values as necessary, with a or e flag c show before collect, after collect and after call x add a unique macro call id, useful with c flag f say current input file name l say current input line number p show results of path searches i show changes in input files V shorthand for all of the above flags
cs: VOLBOU mù¾e být cokoliv z: t sleduje v¹echna makra, nejenom ta urèená pomocí traceon a vypí¹e aktuální argumenty e vypí¹e expanzi q dle potøeby uzavøe hodnoty mezi apostrofy, s volbami a nebo e c vypí¹e hodnoty pøed a po vyhodnocení argumentù a po volání makra x bude vypisovat jedineèné ID volání makra, u¾iteèné s volbou c f bude vypisovat jméno vstupního souboru l bude vypisovat èíslo vstupního øádku p vypí¹e informace o nalezení zadaného souboru i vypí¹e informace o ka¾dé zmìnì vstupního souboru V zkratka pro v¹echny vý¹e uvedené volby
de: FLAGS ist Kombination aus folgendem: t verfolge alle Makroaufrufe, nicht nur die von `traceon' a zeige aktuelle Argumente e zeige Ausdehnung q setze Werte in Anführungszeichen, wenn nötig, mit a- oder e-Flag c zeige vor und nach `collect' und nach Aufruf an x zeige für jeden Aufruf eindeutige Nummer an, hilfreich bei -c f gebe Namen der aktuellen Eingabedatei aus l gebe aktuelle Zeilennummer der Eingabezeile aus p gebe Ergebnis der Pfadsuche aus i gebe Veränderungen der Eingabedatei aus V Kurzform für alle Flags oben zusammen
el: ΣΗΜΑΙΕΣ μπορεί να είναι οποιδήποτε από: t ανίχνευση όλων των κλήσεων των μακροεντολών, όχι μόνο αυτές που έχουν οριστεί a εμφάνιση πραγματικών ορισμάτων e εμφάνιση ανάπτυξης q παράθεσε τιμές όπως χρειάζεται, με τις σημαίες a ή e c εμφάνιση πριν τη συλλογή, μετά τη συλλογή και μετά τη κλήση x πρόσθεση μοναδικής ταυτότητας κλήσης μακροεντολής, χρήσιμο με τη σημαία c f εμφάνιση τρέχοντος ονόματος αρχείου εισόδου l εμφάνιση αριθμό τρεχούσης γραμμής εισόδου p εμφάνιση αποτελεσμάτων από έρευνες στο μονοπάτι i εμφάνιση αλλαγών στα αρχεία εισόδου V συντομογραφία για όλες τις παραπάνω σημαίες
fr: INDICS est une combinaison de: t tracer tous les appels de macro, pas uniquement les «traceon» a afficher les arguments véritables e afficher le résultat de l'expension q mettre entre guillemets lorsque necessaire, avec indics «a» ou «e» c afficher avant et après la collecte, puis après l'appel x ajouter une identification unique, utile avec l'indicateur «c» f donner le nom courant du fichier d'entrée l donner le numéro de la ligne d'entrée p afficher les résultats des fouilles de chemin i afficher les modifications dans les fichiers d'entrée V abbréviation commode pour toutes les options précédentes à la fois
ja: FLAG は以下のいずれかです: t 全てのマクロ呼びだしをトレースします (traceon によるものに限定しません) a 現在の引数を表示します e 展開されたものを表示します q `a' または `e' と共に用い、必要に応じて値を引用符で囲みます。 c 訂正前と訂正後、呼出後に表示します x そのマクロコールに固有の ID を追加します。 `c' と組み合わせると便利です。 f その時点で入力しているファイル名を表示します。 l その時点で入力している行番号を表示します。 p パスを検索した結果を表示します。 i 入力ファイルに生じた変化を表示します。 V 上記の全ての FLAG を指定することを意味します。
pl: FLAGI mog± byæ nastêpuj±ce: t ¶led¼ wszystkie wywo³ania makr, nie tylko te z traceon a poka¿ w³a¶ciwe argumenty e poka¿ rozwiniêcie q zabezpiecz znaki specjalne, z flag± a lub e c poka¿ przez zebraniem, po zebraniu i po wywo³aniu x dodaj unikalny identfikator wywo³ania makra, po¿yteczne z flag± c f podaj nazwê bie¿±cego pliku wej¶ciowego l podaj numer bie¿±cej linii p poka¿ wyniki przeszukiwañ ¶cie¿ek i poka¿ zmiany plików wej¶ciowych V skrót do wszystkich powy¿szych flag
sv: FLAGGOR kan vara en eller flera av: t spåra alla makroanrop, inte bara de som spåras med "traceon" a visa aktuella argument e visa expansioner q sätt citationstecken där det behövs, gäller "a" och "e" c visa före insamling, efter insamling och efter anrop x lägg till en unik identifierare för makroanrop, användbart med "c" f visa namnet på aktuell infil l visa raden i aktuell infil p visa resultatet av sökvägssökningar i visa byten av infil V förkortning för alla ovanstående flaggor

source: If no FILE or if FILE is `-', standard input is read.
cs: Jestli¾e SOUBOR není zadán, nebo je SOUBOR `-', pak je èten standardní vstup.
de: Ohne DATEI oder wenn DATEI `-' ist, wird die Standardeingabe gelesen
el: Χωρίς ΑΡΧΕΙΟ, ή όταν το αρχείο είναι το -, ανάγνωση από την κανονική είσοδο.
fr: Si aucun FICHIER ou si FICHIER vaut «-», lit l'entrée standard.
ja: FILE が指定されていない場合および指定されたファイルが `-' の場合は 標準入力が読み込まれます。
pl: Je¿eli brak PLIKu lub PLIK to `-', czytane jest std. wej¶cie.
sv: Om ingen FIL anges eller om FIL är `-', så läses standard in.

source: Bad debug flags: `%s'
cs: ©patné ladící volby: `%s'
de: Falsche Debug Flags: »%s«
el: Λάθος σημαίες εκσφαλμάτωσης: `%s'
fr: Mauvais indicateurs de mise-au-point: «%s»
it: Indicatori di debug errati: `%s'
ja: `%s' は不正なデバッグオプション引数です。
pl: B³êdne flagi debugowania: `%s'
sv: Okänd felsökningsflagga "%s"

source: INTERNAL ERROR: Bad code in deferred arguments
cs: VNITØNÍ CHYBA: ¹patný kód v odlo¾ených argumentech
de: INTERNER FEHLER: Falscher Kode in zurückgestellten Argumenten
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος κωδικός στα αναφερόμενα ορίσματα
fr: ERREUR INTERNE: Mauvais code dans les arguments différés
it: ERRORE INTERNO: Codice errato in argomenti differiti
ja: 内部エラー：オプションの後処理で、不正コードが検出されました。
pl: B£¡D WEWNÊTRZNY: B³êdny kod w od³o¿onych argumentach
sv: INTERNT FEL: Otillåten kod i argument

source: INTERNAL ERROR: Bad token type in expand_token ()
cs: VNITØNÍ CHYBA: ¹patný typ tokenu v expand_token ()
de: INTERNER FEHLER: Falscher Datentyp des Tokens in expands_token ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος είδος αντικειμένου στο expand_token ()
fr: ERREUR: Débordement de pile. (Récursion hors contrôle sur «define»?)
it: ERRORE INTERNO: Tipo `token' errato in expand_token ()
ja: 内部エラー：関数 expand_token () 内のトークンの種類が不正です。
pl: B£¡D WEWNÊTRZNY: B³êdny typ tokena w expand_token ()
sv: INTERNT FEL: Otillåten lexikalisk datatyp i expand_token ()

source: ERROR: EOF in argument list
cs: CHYBA: EOF v seznamu argumentù
de: FEHLER: Dateiende in Argumentliste
el: ΣΦΑΛΜΑ: EOF στη λίστα ορισμάτων
fr: ERREUR: Fin-de-fichier dans la liste d'arguments
it: ERRORE: Fine prematura della lista di argomenti
ja: エラー: 引数リスト内にファイルの終端記号があります。
pl: B£¡D: EOF w li¶cie argumentów
sv: FEL: Filslut i argumentlistan

source: INTERNAL ERROR: Bad token type in expand_argument ()
cs: VNITØNÍ CHYBA: ¹patný typ tokenu v expand_argument ()
de: INTERNER FEHLER: Falscher Typ des Tokens in expand_argument ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος είδος αντικειμένου στο expand_argument ()
fr: ERREUR INTERNE: Mauvais type de données pour lexème dans expand_argument ()
ja: 内部エラー：関数 expand_argument () のトークンの種類が不正です。
pl: B£¡D WEWNÊTRZNY: B³êdny typ tokena w expand_argument ()
sv: INTERNT FEL: Otillåten lexikalisk datatyp i expand_argument ()

source: INTERNAL ERROR: Bad symbol type in call_macro ()
cs: VNITØNÍ CHYBA: ¹patný typ symbolu v call_macro ()
de: INTERNER FEHLER: Falsche Symboltyp in call_macro ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος είδος συμβόλου στο call_macro ()
fr: ERREUR INTERNE: Mauvais type de symbole dans call_macro ()
it: ERRORE INTERNO: Tipo simbolo errato in call_macro ()
ja: 内部エラー：関数 call_macro () 内のシンボルの種類が不正です。
pl: B£¡D WEWNÊTRZNY: B³êdny symbol w call_macro ()
sv: INTERNT FEL: Otillåten symboltyp i call_macro ()

source: ERROR: Recursion limit of %d exceeded, use -L<N> to change it
cs: CHYBA: pøekroèen limit pro rekurzi (%d), zmìòte jej pomocí -L<N>
de: FEHLER: Grenze der Rekursion von %d überschritten, benutze -L<N> zur Änderung
el: ΣΦΑΛΜΑ: Το όριο αναδρομής %d ξεπεράστηκε, κάντε χρήση του -L<N> για να το αλλάξετε
fr: ERREUR: Limite de récursion %d dépassée, la changer par -L<N>
ja: エラー：再帰的定義のネストが指定された値 %d を超えています。 -L<数字> オプションを用いてネスト数の上限を増やして下さい。
pl: B£¡D: Osi±gniêty limit rekursji %d, u¿yj -L<N> ¿eby go zmieniæ
sv: FEL: Rekursionsgräns %d överskriden, använd -L<N> för att ändra

source: ERROR: Cannot create temporary file for diversion
cs: CHYBA: doèasný soubor pro ulo¾ení odlo¾eného výstupu nelze vytvoøit
de: FEHLER: Kann keine temporäre Datei für Umleitung erzeugen
el: ΣΦΑΛΜΑ: Αδυναμία δημιουργίας προσωρινού αρχείου για αλλαγή
fr: ERREUR: Incapable de créer un fichier temporaire pour la diversion
it: ERRORE: Impossibile creare un archivio temporaneo per la deviazione
ja: エラー: divert のためのテンポラリファイルが作成できません。
pl: B£¡D: Nie mogê utworzyæ plików tymczasowych dla przetwarzania
sv: FEL: Kan inte skapa temporär fil för avledning

source: ERROR: Cannot flush diversion to temporary file
cs: CHYBA: odlo¾ený výstup nelze zapsat do doèasného souboru
de: FEHLER: Kann Umleitung nicht in temporäre Datei ausgeben
el: ΣΦΑΛΜΑ: Αδυναμία αποστολής αλλαγής στο προσωρινό αρχείο
fr: ERREUR: Incapable de vider la diversion sur un fichier temporaire
it: ERRORE: Impossibile terminare la deviazione su file temporaneo
ja: エラー: テンポラリファイルに divert すべき内容を write できません。
pl: B£¡D: Nie mogê zapisac zmian przetwarzania do pliku tymczasowego
sv: FEL: Kan inte skriva avledningen till temporär fil

source: ERROR: Copying inserted file
cs: CHYBA: pøi zapisování vlo¾eného souboru
de: FEHLER: Während Kopieren einer eingefügten Datei
el: ΣΦΑΛΜΑ: Αντιγραγή εισερχομένου αρχείου
fr: ERREUR: Pendant la copie du fichier inséré
it: ERRORE: Copiando archivio inserito
ja: エラー: 挿入されるべきファイルをコピー中です。
pl: B£¡D: Kopiowanie w³o¿onego pliku
sv: FEL: Kopiering av insatt fil

source: ERROR: Reading inserted file
cs: CHYBA: pøi ètení vlo¾eného souboru
de: FEHLER: Während Lesen einer eingefügten Datei
el: ΣΦΑΛΜΑ: Ανάγνωση εισερχομένου αρχείου
fr: ERREUR: Pendant la lecture d'un fichier inséré
it: ERRORE: Leggendo archivio inserito
ja: エラー: 挿入されるべきファイルをリード中です。
pl: B£¡D: Czytanie w³o¿onego pliku
sv: FEL: Läsning av insatt fil

source: Cannot stat diversion
cs: Chyba pøi volání funkce stat pro soubor obsahující odlo¾ený výstup
de: Kann `stat' nicht auf Umleitung anwenden
el: Αδυναμία προσπέλασης του αρχείου της αλλαγής
fr: Incapable d'opérer «stat» pour la diversion
it: Impossibile effettuare la `stat' per la deviazione
ja: divert のためのファイルのステータスを得ることができません。 (stat できません。)
pl: Nie mogê zrobiæ stat na danych przetwarzanych
sv: Kan inte ta status på avledningen

source: Path search for `%s' found `%s'
cs: Hledán soubor `%s', nalezen soubor `%s'
de: Pfad für Suche nach »%s« hat »%s« gefunden
el: Ο έλεγχος μονοπατιού για το `%s' βρήκε `%s'
fr: La fouille du chemin pour «%s» trouve «%s»
it: La ricerca del percorso per `%s' ha trovato `%s'
ja: `%s' というディレクトリから `%s' というファイルを見つけました。
pl: Przeszukanie ¶cie¿ki dla `%s' znalaz³o `%s'
sv: "%s" hittades som "%s" i sökvägen

source: VMEM limit exceeded?
cs: Pøekroèen VMEM limit?
de: VMEM Beschränkung überschritten?
el: Το όριο της εικονική μνήμης εξαντλήθηκε;
fr: Limit VMEM outrepassée?
it: Limite di VMEM superato?
ja: リソース値 RLIMIT_VMEM を超えていませんか？
pl: przekroczony limit VMEM
sv: VMEM begränsning överskriden?

source: Memory bounds violation detected (SIGSEGV). Either a stack overflow occurred, or there is a bug in
cs: Neoprávnìný pøístup do pamìti (SIGSEGV). Jedná se buï o pøeteèení zásobníku, nebo o chybu
de: Verletzung der Speichergrenzen festgestellt (SIGSEGV). Entweder ist ein Stacküberlauf aufgetreten, oder es gibt einen Fehler in
el: Εντοπίστηκε παράβαση των ορίων μνήμης (SIGSEGV). Είτε έγινε υπέρβαση στοίβας είτε υπάρχει σφάλμα προγράμματος στο
fr: Les violations de mémoire sont détectées (SIGSEGV). Ou bien la pile a débordé, ou bien il y a un problème dans
ja: メモリ (セグメンテーション違反) が検出されました。 スタックがオーバーフローしている、あるいはバグが存在する 可能性があります。
pl: Wykryto pogwa³cenie ograniczeñ adresów pamiêci (SIGSEGV). Albo dosz³o do przepe³nienia stosu albo jest b³±d w
sv: Otillåten referens utanför minnesgränserna har upptäckts (SIGSEGV). Antingen flödade stacken över eller så är det ett fel i

source: . Check for possible infinite recursion.
cs: . Provìøte, zda se nejedná o nekoneènou rekurzi.
de: . Untersuche auf mögliche unendliche Rekursion.
el: . Ελέγξατε για πιθανή επ'άπειρο αναδρομή.
fr: . Vérifier une récursion hors contrôle.
it: . Controllare una possibile ricorsione infinita.
ja: . 無限の再帰呼び出しが行われていないかどうかチェックして下さい。
pl: . Sprawd¼ czy nie dosz³o do nieskoñczonej rekursji.
sv: . Kontrollera om oändlig rekursion förekommer.

source: INTERNAL ERROR: Illegal mode to symbol_lookup ()
cs: VNITØNÍ CHYBA: ¹patný mód pro symbol_lookup ()
de: INTERNER FEHLER: Illegaler Modus bei symbol_lookup ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Αντικανονική κατάσταση στο symbol_lookup ()
fr: ERREUR INTERNE: Mode illégal dans symbol_lookup ()
it: ERRORE INTERNO: Modo illegale in symbol_lookup ()
ja: 内部エラー：関数 symbol_lookup () への引数 mode が不正です。
pl: B£¡D WEWNÊTRZNY: Nielegalny tryb w symbol_lookup ()
sv: INTERNT FEL: Otillåtet läge till symbol_lookup ()

source: Name `%s' is unknown
cs: Jméno `%s' není známo
de: Name »%s« ist unbekannt
el: Το όνομα `%s' είναι άγνωστο
fr: Le nom «%s» est inconnu
it: Il nome `%s' è sconosciuto
ja: `%s' は定義されていません。
pl: Nazwa `%s' jest nieznana
sv: Namnet "%s" är okänt

source: Warning: Too few arguments to built-in `%s'
de: Warnung: Zu wenig Argumente für eingebaute Funktion »%s«
fr: Attention: Trop peu d'arguments pour «%s» prédéfini
it: Attenzione: Troppo pochi argomenti per la funzione predefinita `%s'

source: Warning: Excess arguments to built-in `%s' ignored
de: Warnung: Überschüssige Argumente für eingebaute Funktion »%s« ignoriert
fr: Attention: Les arguments superflus pour «%s» prédéfini sont ignorés
it: Attenzione: Gli argumenti in eccesso alla funzione predefinita `%s' sono ignorati

source: Non-numeric argument to built-in `%s'
de: Nicht-numerisches Argument in eingebauter Funktion »%s«
fr: Argument non-numérique pour «%s» prédéfini
it: Argumento non numerico a funzione predefinita `%s'

source: INTERNAL ERROR: Bad token data type in define_macro ()
de: INTERNER FEHLER: Falscher Datentyp des Tokens in define_macro ()
fr: ERREUR INTERNE: Mauvais type de lexème dans define_macro ()
it: ERRORE INTERNO: Tipo dato `token' errato in define_macro ()

source: Undefined syntax code %c
cs: Syntaktický kód %c není definován
de: Syntaxzeichen %c nicht definiert.
el: Μη ορισμένος κώδικας σύνταξης %c
pl: Niezdefiniowany kod sk³adniowy %c
sv: Odefinierad syntaxkod %c

source: INTERNAL ERROR: Built-in not found in builtin table!
de: INTERNER FEHLER: Eingebaute Funktion nicht in Tabelle gefunden!
fr: ERREUR INTERNE: Prédéfini introuvable dans la table des prédéfinis!

source: Preprocessor features: -I, --include=DIRECTORY search this directory second for includes -D, --define=NAME[=VALUE] enter NAME has having VALUE, or empty -U, --undefine=NAME delete builtin NAME -s, --synclines generate `#line NO "FILE"' lines
cs: Nastavení preprocesoru: -I, --include=ADRESÁØ ADRESÁØ bude druhý v poøadí pøi hledání vlo¾ených souborù -D, --define=MAKRO[=HODNOTA] definuje MAKRO mající HODNOTU, mù¾e být i prázdné -U, --undefine=MAKRO sma¾e vestavìné MAKRO -s, --synclines vlo¾í øádky tvaru `#line ÈÍSLO "SOUBOR"'
de: Präprozessoreigenschaften: -I, --include=VERZEICHNIS durchsuche VERZEICHNIS als zweites bei `include' -D, --define=NAME[=WERT] füge NAME mit WERT (oder leer) ein -U, --undefine=NAME lösche eingebaute Funktion NAME -s, --synclines erzeuge `#line NR "DATEI"' Zeilen
el: Χαρακτηριστικά προεπεξεργαστή: -I, --include=ΚΑΤΑΛΟΓΟΣ ψάξιμο μετά και στο κατάλογο αυτό για περιλαμβανόμενα -D, --define=ΟΝΟΜΑ[=ΤΙΜΗ] εισαγωγή ΟΝΌματος με ΤΙΜΗ, ή κενό -U, --undefine=ΟΝΟΜΑ διαγραφή εσωδομημένου ΟΝΌΜΑτος -s, --synclines δημιουργία γραμμών `#line ΑΡΙΘΜΟΣ "ΑΡΧΕΙΟ"'
pl: W³a¶ciwo¶ci preprocesora: -I, --include=KATALOG szukaj includes w tym KATALOGu -D, --define=NAZWA[=WARTO¦Æ] wprowad¼ NAZWÊ z WARTO¦CI¡ lub pust± -U, --undefine=NAZWA skasuj wbudowan± NAZWÊ -s, --synclines generuj linie `#line NR "PLIK"
sv: Förprocessorstyrning: -I, --include=KATALOG sök i katalog efter inkluderade filer -D, --define=NAMN[=VÄRDE] definiera NAMN som VÄRDE, eller tomt -U, --undefine=NAMN ta bort inbyggt makro -s, --synclines generera `#line NNN "FIL"' rader

source: Report bugs to <bug-m4@gnu.org>.
cs: Chyby v programu oznamujte na adrese <bug-m4@gnu.org> (anglicky). Pøipomínky k pøekladu zasílejte na adresu <cs@li.org> (èesky).
de: Probleme und Fehler an <bug-m4@gnu.org>.
el: Αναφέρατε σφάλματα στο <bug-m4@gnu.org>.
pl: Raporty o b³êdach wysy³aj do bug-m4@gnu.org.
sv: Rapportera fel till <bug-m4@gnu.org>. Rapportera fel på översättningen till <sv@li.org>.

source: (options:
cs: (pøelo¾eno s volbami:
de: (Optionen:
el: (επιλογές:
pl: (opcje:
sv: (tillägg:

source: Undefined macro `%s'
it: Macro `%s' non definita

source: INTERNAL ERROR: Input stack botch in pop_input ()
it: ERRORE INTERNO: Stack di ingresso corrotto in pop_input ()
