Repository: Distrotech/m4
Catalog: po/*.po
Languages: cs, de, el, fr, it, ja, pl, sv

source: %s: option `%s' is ambiguous
ja: %s: `%s' は不明瞭なオプション名です。

source: %s: option `--%s' doesn't allow an argument
ja: %s: オプション `--%s' は引数を取ることができません。

source: %s: option `%c%s' doesn't allow an argument
ja: %s: オプション `%c%s' は引数を取ることができません。

source: %s: option `%s' requires an argument
ja: %s: オプション `%s' は引数を必要とします。

source: %s: unrecognized option `--%s'
ja: %s: --%s は認識されないオプションです。

source: %s: unrecognized option `%c%s'
ja: %s: %c%s は認識されないオプションです。

source: %s: illegal option -- %c
ja: %s: %c は不正オプションです。

source: %s: invalid option -- %c
ja: %s: %c は無効なオプションです。

source: %s: option requires an argument -- %c
ja: %s: %c オプションには引数が必要です。

source: Memory exhausted
ja: メモリが残っていません。

source: No previous regular expression
ja: 正規表現が定義されていません。

source: Undefined name %s
cs: Jméno %s není definováno
de: Name %s nicht definiert
el: Μη ορισμένο όνομα %s
fr: Nom «%s» non-défini
it: Nome `%s' non definito
ja: `%s' は定義されていません。
pl: Niezdefiniowana nazwa %s
sv: Odefinierat namn "%s"

source: INTERNAL ERROR: Builtin not found in builtin table!
cs: VNITØNÍ CHYBA: Vestavìné makro nenalezeno v tabulce vestavìných maker!
de: INTERNER FEHLER: Eingebaute Funktion nicht in Tabelle gefunden!
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Εσωδομημένο δε βρέθηκε στο πίνακα εσωδομημένων!
fr: ERREUR INTERNE: Prédéfini introuvable dans la table des prédéfinis!
ja: 内部エラー：`Built-in' というビルトインマクロはありません。
pl: B£¡D WEWNÊTRZNY: Wbudowane nie znalezione w tablicy wbudowanych!
sv: INTERNT FEL: Inbyggt makro finns inte i tabellen!

source: INTERNAL ERROR: Bad token data type in m4_dumpdef ()
cs: VNITØNÍ CHYBA: ¹patný typ tokenu v m4_dumpdef ()
de: INTERNER FEHLER: Falscher Datentyp des Tokens in m4_dumpdef ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος τύπος δεδομένου αντικειμένου στο m4_dumpdef ()
fr: ERREUR INTERNE: Mauvais type de données pour lexème dans m4_dumpdef ()
ja: 内部エラー：関数 m4_dumpdef () のトークンデータの種類が不正です。
pl: B£¡D WEWNÊTRZNY: Z³y typ danych tokenu w m4_dumpref ()
sv: INTERNT FEL: Otillåten lexikalisk datatyp i m4_dumpdef ()

source: INTERNAL ERROR: Bad symbol type in m4_defn ()
cs: VNITØNÍ CHYBA: ¹patný typ symbolu v m4_defn ()
de: INTERNER FEHLER: Falscher Symboltyp in m4_defn ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος τύπος συμβόλου στο m4_defn ()
fr: ERREUR INTERNE: Mauvais type de symbole dans m4_defn ()
it: ERRORE INTERNO: Tipo simbolo errato in m4_defn ()
ja: 内部エラー：関数 m4_defn () 内のシンボルの種類が不正です。
pl: B£¡D WEWNETRZNY: Z³y typ symbolu w m4_defn ()
sv: INTERNT FEL: Otillåten symboltyp i m4_defn ()

source: Cannot open pipe to command `%s'
cs: Rouru do pøíkazu `%s' nelze otevøít
de: Kann keine `pipe' für Kommando »%s« öffnen
el: Αδυναμία ανοίγματος σωλήνωσης στην εντολή `%s'
fr: Incapable d'ouvrir un «pipe» pour la commande «%s»
it: Impossibile aprire una `pipe' per il comando `%s'
ja: コマンド `%s' へのパイプがオープンできません。
pl: Nie mogê otworzyæ potoku do komendy `%s'
sv: Kan inte skapa rör till kommandot "%s"

source: Radix in eval out of range (radix = %d)
cs: Základ v makru eval je mimo rozsah (základ = %d)
de: Basis in `eval' nicht in den Grenzen (Basis = %d)
el: Η βάση στην αποτίμηση είναι εκτός ορίου (βάση = %d)
fr: Base hors intervalle dans «eval» (base = %d)
it: Base fuori intervallo in `eval' (base = %d)
ja: eval の基数 ( %d 進法) の桁数が許容範囲外にあります。
pl: Baza w eval poza zakresem (radix = %d)
sv: Otillåten bas i "eval" (bas = %d)

source: Negative width to eval
cs: Záporná ¹íøka v makru eval
de: Negative Breite in `eval'
el: Αρνητικό πλάτος στην αποτίμηση
fr: Largeur négative dans «eval»
it: Larghezza negativa in `eval'
ja: eval の出力桁数が負数になっています。
pl: Ujemna d³ugo¶æ w eval
sv: Negativ bredd till "eval"

source: Non-numeric argument to %s
cs: Neèíselný argument pro %s
de: Nicht-numerisches Argument in %s
el: Μη αριθμητικό όρισμα στο %s
fr: Argument non-numérique pour %s
it: Argumento non numerico a %s
ja: `%s' に数字でない引数が渡されています。
pl: Nienumeryczny argument dla %s
sv: Ickenumeriskt argument till %s

source: Cannot undivert %s
cs: Chyba pøi volání makra undivert pro %s
de: Kann Umleitung %s nicht aufheben
el: Αδυναμία επαναφοράς του %s
fr: Incapble de ramener la diversion %s
it: Impossibile ripristinare la deviazione %s
ja: `%s' を undivert できません。
pl: Nie mogê przetowrzyæ z powrotem %s
sv: Kan inte återleda %s

source: Cannot open %s
cs: %s nelze otevøít
de: Kann %s nicht öffnen
el: Αδυναμία ανοίγματος του %s
fr: Incapable d'ouvrir %s
it: Impossibile aprire %s
ja: `%s' をオープンできません。
pl: Nie mogê otworzyæ %s
sv: Kan inte öppna %s

source: Debugmode: bad debug flags: `%s'
cs: Ladící mód: ¹patné ladící volby: `%s'
de: Debugmodus: falsche Debug Flags: »%s«
el: Κατάσταση αποσφαλμάτωσης: λάθος σημαίες αποσφαλμάτωσης: `%s'
fr: Debugmode: mauvais indicateurs de mise-au-point: «%s»
it: Modalità di debug: indicatori di debug errati: `%s'
ja: debugmode マクロにおいて %s は不正なデバッグオプションです。
pl: Tryb debugowania: z³e flagi debugowania: `%s'
sv: Felsökningsläge: okänd flagga: "%s"

source: Cannot set error file: %s
cs: Chybový soubor %s nelze pou¾ít
de: Kann Fehlerdatei nicht vorbereiten: %s
el: Αδυναμία ρύθμισης του αρχείου σφαλμάτων: %s
fr: Incapable de préparer le fichier d'erreurs: %s
it: Impossibile aprire l' archivio di errore: %s
ja: `%s' をエラーログファイルとしてセットできません。
pl: Nie mogê ustawiæ pliku b³êdów: %s
sv: Kan inte sätta felutskriftsfil: %s

source: WARNING: \0 will disappear, use \& instead in replacements
cs: VAROVÁNÍ: \0 zmizí, pøi nahrazování pou¾ijte \&
de: WARNUNG: \0 wird wegfallen, benutze \& stattdessen
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Το \0 θα εξαφανιστεί, κάνετε χρήση του \& αντίθετα στις αντικαταστάσεις
fr: ATTENTION: \\0 disparaîtra, utiliser \\& plutôt pour les remplacements
ja: 警告：\0 は旧式の用法です。\& を代わりに使って下さい。
pl: UWAGA: \0 zniknie, w podstawieniach u¿yj zamiast tego \&
sv: VARNING: \0 kommer att försvinna, använd \& i ersättningar

source: Bad regular expression `%s': %s
cs: ©patný regulární výraz `%s': %s
de: Falscher regulärer Ausdruck »%s«: %s
el: Λάθος κανονική έκφραση `%s': %s
fr: Mauvaise expression régulière «%s»: %s
it: Espressione regolare errata `%s': %s
ja: `%s' : %s は、不正な正規表現です。
pl: B³êdne wyra¿enie regularne `%s': %s
sv: Otillåtet reguljäruttryck "%s": %s

source: Error matching regular expression `%s'
cs: Chyba pøi porovnávání regulárního výrazu `%s'
de: Fehler beim Erkennen des regulären Ausdrucks »%s«
el: Σφάλμα στο ταίριασμα στην κανονική έκφραση `%s'
fr: Erreur d'appariement pour l'expressio régulière «%s»
it: Errore nel confronto dell' espressione regolare `%s'
ja: 正規表現 %s のマッチングに失敗しました。
pl: B³±d dopasowania do wyra¿enia regularnego `%s'
sv: Fel när reguljäruttrycket "%s" matchades

source: INTERNAL ERROR: Builtin not found in builtin table! (trace_pre ())
cs: VNITØNÍ CHYBA: vestavìné makro nenalezeno v tabulce vestavìných maker (trace_pre ())!
de: INTERNER FEHLER: Eingebaute Funktion nicht in Tabelle gefunden! (trace_pre ())
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Εσωδομημένο δεν βρέθηκε στο πίνακα εσωδομημένων! (trace_pre ())
fr: ERREUR INTERNE: Prédéfini introuvable dans la table des prédéfinis! (trace_pre ())
ja: 内部エラー：`Builtin' というビルトインマクロはありません。 (関数 trace_pre () がこのエラーメッセージを出しています。)
pl: B£¡D WEWNÊTRZNY: Wbudowane nie znalezione w tablicy wbudowanych! (trace_pre ())
sv: INTERNT FEL: Inbyggt makro finns inte i tabellen (trace_pre ())

source: INTERNAL ERROR: Bad token data type (trace_pre ())
cs: VNITØNÍ CHYBA: ¹patný typ tokenu (trace_pre ())
de: INTERNER FEHLER: Falscher Datentyp des Tokens (trace_pre ())
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος τύπος δεδομένου αντικειμένου (trace_pre ())
fr: ERREUR INTERNE: Mauvais type de donnée pour de lexème (trace_pre ())
ja: 内部エラー：トークンデータの種類が不正です。 (関数 trace_pre () がこのエラーメッセージを出しています。)
pl: B£¡D WEWNÊTRZNY: Z³y typ danych tokenu (trace_pre ())
sv: INTERNT FEL: Otillåten lexikalisk datatyp (trace_pre ())

source: Bad expression in eval (missing right parenthesis): %s
cs: ©patný výraz v makru eval (chybí pravá závorka): %s
de: Falscher Ausdruck in `eval' (fehlende rechte Klammer): %s
el: Λάθος έκφραση στην αποτίμηση (λείπει δεξιά παρένθεση): %s
fr: Mauvaise expression dans «eval» (parenthèse droite manquante): %s
it: Espressione errata in `eval' (manca la parentesi destra): %s
ja: eval で %s という不正な表現が用いられています (閉じ括弧がありません)。
pl: B³êdne wyra¿enie w eval (brakuj±cy prawy nawias): %s
sv: Otillåtet uttryck i "eval" (högerparentes saknas): %s

source: Bad expression in eval: %s
cs: ©patný výraz v makru eval: %s
de: Falscher Ausdruck in `eval': %s
el: Λάθος έκφραση στην αποτίμηση: %s
fr: Mauvaise expression dans «eval»: %s
it: Espressione errata in `eval': %s
ja: eval で %s という不正な式が用いられています。
pl: B³êdne wyra¿enie w eval: %s
sv: Otillåtet uttryck i "eval": %s

source: Bad expression in eval (bad input): %s
cs: ©patný výraz v makru eval (¹patný vstup): %s
de: Falscher Ausdruck in `eval' (falsche Eingabe): %s
el: Λάθος έκφραση στην αποτίμηση (λάθος είσοδος): %s
fr: Mauvaise expression dans «eval» (mauvaise entrée): %s
it: Espressione errata in `eval' (testo errato): %s
ja: eval で `%s' という不正な表現が用いられています (入力データが正しくありません)。
pl: B³êdne wyra¿enie w eval (z³e dane wej¶ciowe): %s
sv: Otillåtet uttryck i "eval" (otillåtet indata): %s

source: Bad expression in eval (excess input): %s
cs: ©patný výraz v makru eval (nadbyteèný vstup): %s
de: Falscher Ausdruck in `eval' (zu große Eingabe): %s
el: Λάθος έκφραση στην αποτίμηση (υπερβολική είσοδος): %s
fr: Mauvaise expression dans «eval» (entrée superflue): %s
it: Espressione errata in `eval' (testo in eccesso): %s
ja: eval で %s という不正な式が用いられています (入力データが多過ぎます)。
pl: B³êdne wyra¿enie w eval (nadmiarowe dane): %s
sv: Otillåtet uttryck i "eval" (för mycket indata): %s

source: Divide by zero in eval: %s
cs: Dìlení nulou v makru eval: %s
de: Division durch Null in `eval': %s
el: Διαίρεση με μηδέν στην αποτίμηση: %s
fr: Division par zéro dans «eval»: %s
it: Divisione per zero in `eval': %s
ja: `%s' という表現で、0 による割算が行われています。
pl: Dzielenie przez zero w eval: %s
sv: Division med noll i "eval": %s

source: Modulo by zero in eval: %s
cs: Modulo nulou v makru eval: %s
de: Modulo Null in `eval': %s
el: Υπόλοιπο με μηδέν στην αποτίμηση: %s
fr: Module par zéro dans «eval»: %s
it: Modulo zero in `eval': %s
ja: `%s' という eval で、基数が 0 になっています。
pl: Modulo zero w eval: %s
sv: Modulo med noll i "eval": %s

source: INTERNAL ERROR: Bad error code in evaluate ()
cs: VNITØNÍ CHYBA: ¹patný chybový kód v evaluate ()
de: INTERNER FEHLER: Falscher Fehlerkode in evaluate ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος κώδικας σφάλματος στην evaluate ()
fr: ERREUR INTERNE: Mauvais code d'erreur dans evaluate ()
it: ERRORE INTERNO: Code di errore errato in evaluate ()
ja: 内部エラー：関数 evaluate () 内のエラーコードが不正です。
pl: B£¡D WEWNÊTRZNY: B³êdny kod b³êdu w evaluate ()
sv: INTERNT FEL: Otillåten felkod i evaluate ()

source: INTERNAL ERROR: Bad comparison operator in cmp_term ()
cs: VNITØNÍ CHYBA: ¹patný operátor porovnání v cmp_term ()
de: INTERNER FEHLER: Falscher Vergleichsoperator in cmp_term ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος τελεστής σύγκρισης στο cmp_term ()
fr: ERREUR INTERNE: Mauvais opérateur de comparaison dans cmp_term ()
ja: 内部エラー：関数 cmp_term () の比較演算子が不正です。
pl: B£¡D WEWNÊTRZNY: B³êdny operator porównania w cmp_term ()
sv: INTERNT FEL: Otillåten jämförelseoperator i cmp_term ()

source: INTERNAL ERROR: Bad shift operator in shift_term ()
cs: VNITØNÍ CHYBA: ¹patný operátor posunu v shift_term ()
de: INTERNER FEHLER: Falscher Shift-Operator in shift_term ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος τελεστής ολίσθησης στο shift_term ()
fr: ERREUR INTERNE: Mauvais opérateur de décalage dans shift_term ()
ja: 内部エラー：shift_term () のシフト演算子が不正です。
pl: B£¡D WEWNÊTRZNY: B³êdny operator przesuniêcia w shift_term ()
sv: INTERNT FEL: Otillåten skiftoperator i shift_term ()

source: INTERNAL ERROR: Bad operator in mult_term ()
cs: VNITØNÍ CHYBA: ¹patný operátor v mult_term ()
de: INTERNER FEHLER: Falscher Operator in mult_term ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος τελεστής στο mult_term ()
fr: ERREUR INTERNE: Mauvais opérateur dans mult_term ()
it: ERRORE INTERNO: Operatore errato in mult_term ()
ja: 内部エラー：関数 mult_term () 内の演算子が不正です。
pl: B£¡D WEWNÊTRZNY: B³êdny opertaotr w mult_term ()
sv: INTERNT FEL: Otillåten operator i mult_term ()

source: INTERNAL ERROR: Bad token data type in freeze_one_symbol ()
cs: VNITØNÍ CHYBA: ¹patný typ tokenu ve freeze_one_symbol ()
de: INTERNER FEHLER: Falscher Datentyp des Tokens in freeze_one_symbol ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Λάθος τύπος δεδομένου αντικειμένου στο freeze_one_symbol ()
fr: ERREUR INTERNE: Mauvais type de donnée pour lexème dans freeze_one_symbol ()
ja: 内部エラー：関数 freeze_one_symbol () のトークンデータの種類が不正です。
pl: B£¡D WEWNÊTRZNY: B³êdny typ danych tokenu w freeze_one_symbol ()
sv: INTERNT FEL: Otillåten lexikalisk datatyp i freeze_one_symbol ()

source: Expecting line feed in frozen file
cs: Ve zmrazeném souboru oèekáván LF
de: Erwarte Zeilenumbruch in eingefrorener Datei
el: Αναμενόταν `line feed' στο παγωμένο αρχείο
fr: Fin-de-ligne attendue du fichier figé
it: Atteso il carattere di fine linea in archivio congelato
ja: 凍結ファイル内で改行コードを期待しています。
pl: Oczekiwany line fedd w pliku zamro¿onym
sv: Nyrad förväntas i fryst fil

source: Expecting character `%c' in frozen file
cs: Ve zmrazeném souboru oèekáván znak `%c'
de: Erwarte Zeichen »%c« in eingefrorener Datei
el: Αναμενόταν χαρακτήρας `%c' στο παγωμένο αρχείο
fr: Caractère «%c» attendu du fichier figé
it: Atteso il carattere `%c' in archivio congelato
ja: 凍結ファイル内で文字 `%c' を期待しています。
pl: Oczekiwany znak `%c' w pliku zamro¿onym
sv: Tecknet "%c" förväntas i fryst fil

source: Ill-formated frozen file
cs: ©patný formát zmrazeného souboru
de: Fehlerhafte eingefrorene Datei
el: Κακό-μορφοποιημένο παγωμένο αρχείο
fr: Fichier figé difforme
it: Archivio congelato malformato
ja: 内部エラー：凍結ファイルのフォーマットが不正です。
pl: ¬le sformatowy plik zamro¿ony
sv: Korrupt fryst fil

source: `%s' from frozen file not found in builtin table!
cs: `%s' ze zmrazeného souboru nenalezeno v tabulce vestavìných maker!
de: »%s« aus eingefrorener Datei nicht in Tabelle der eingebauten Funktionen gefunden!
el: το `%s' από παγωμένο αρχείο δε βρέθηκε στον πίνακα εσωδομημένων
fr: «%s» dans le fichier figé est introuvable dans la table des prédéfinis!
ja: 凍結ファイルの %s はビルトインコマンドのテーブルにはありません。
pl: `%s' z pliku zamro¿onego nie znalezione w tablicy wbudowanych!
sv: "%s" från fryst fil hittades inte i tabellen för inbyggda makron!

source: Premature end of frozen file
cs: Pøedèasný konec zmrazeného souboru
de: Vorzeitiges Ende der eingefrorenen Datei
el: Πρόωρο τέλος παγωμένου αρχείου
fr: Fin prématurée de fichier figé
it: Fine prematura dell' archivio congelato
ja: 凍結ファイルの EOF が早く来過ぎています。
pl: Przedwczesny koniec pliku zamro¿onego
sv: För tidigt filslut i fryst fil

source: Input reverted to %s, line %d
cs: Vstup èten z %s, øádku %d
de: Eingabe zurückgenommen zu %s, Zeile %d
el: Η είσοδος επαναφέρθηκε στο %s, γραμμή %d
fr: Entrée reprise de %s, ligne %d
it: Ingresso ripristinato su %s, linea %d
ja: ファイル %s, %d 行目から入力し直します。
pl: Dane wej¶ciowe wycofane do %s, linia %d
sv: Indata återgår till %s, rad %d

source: Input read from %s
cs: Vstup èten z %s
de: Eingabe gelesen von %s
el: Η είσοδος αναγνώστηκε από το %s
fr: Entrée lue de %s
it: Errore di lettura da %s
ja: %s からの入力を読み込みます。
pl: Dane wej¶ciowe przeczytane z %s
sv: Indata läses från %s

source: INTERNAL ERROR: Recursive push_string!
cs: VNITØNÍ CHYBA: rekurzivní push_string!
de: INTERNER FEHLER: Rekursives push_string!
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Αναδρομικό push_string!
fr: ERREUR INTERNE: Utilisation récursive de push_string!
it: ERRORE INTERNO: Utilizzo ricorsivo di push_string!
ja: 内部エラー：再帰的に文字列を push しています。
pl: B£¡D WEWNÊTRZNY: Rekursywny push_string!
sv: INTERNT FEL: Rekursiv push_string!

source: INTERNAL ERROR: Bad call to init_macro_token ()
cs: VNITØNÍ CHYBA: ¹patné volání init_macro_token ()
de: INTERNER FEHLER: Falscher Aufruf von init_macro_token ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Κακή κλήση στο init_macro_token ()
fr: ERREUR INTERNE: Mauvais appel à init_macro_token ()
it: ERRORE INTERNO: Chiamata errata a init_macro_token ()
ja: 内部エラー：関数 init_macro_token () が不正に呼ばれています。
pl: B£¡D WEWNÊTRZNY: B³êdne wywo³anie init_macro_token ()
sv: INTERNT FEL: Otillåtet anrop till init_macro_token ()

source: INTERNAL ERROR: Input stack botch in next_char ()
cs: VNITØNÍ CHYBA: chyba vstupního zásobníku v next_char ()
de: INTERNER FEHLER: Kellerspeicher der Eingabe durcheinander in next_char ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Αλλοίωση στοίβας εισόδου στο next_char ()
fr: ERREUR INTERNE: Pile d'entrée douteuse dans next_char ()
it: ERRORE INTERNO: Stack di ingresso corrotto in next_char ()
ja: 内部エラー：関数 next_char () 内でスタックの入力に失敗しています。
pl: B£¡D WEWNÊTRZNY: B³±d stosu wej¶ciowego w next_char ()
sv: INTERNT FEL: Instacken havererade i next_char ()

source: INTERNAL ERROR: Input stack botch in peek_input ()
cs: VNITØNÍ CHYBA: chyba vstupního zásobníku v peek_input ()
de: INTERNER FEHLER: Kellerspeicher der Eingabe durcheinander in peek_input ()
el: ΕΣΩΤΕΡΙΚΟ ΣΦΑΛΜΑ: Αλλοίωση στοίβας εισόδου στο peek_input ()
fr: ERREUR INTERNE: Pile d'entrée douteuse dans peek_input ()
it: ERRORE INTERNO: Stack di ingresso corrotto in peek_input ()
ja: 内部エラー：関数 peek_input () 内でスタックの入力に失敗しています。
pl: B£¡D WEWNÊTRZNY: B³±d stosu wej¶ciowego w peek_input ()
sv: INTERNT FEL: Instacken havererade i peek_input ()

source: NONE
cs: ®ÁDNÝ
el: ΚΑΝΕΝΑ
fr: AUCUN
it: NESSUNO
ja: なし
pl: ¯ADEN
sv: INGET

source: ERROR: EOF in string
cs: CHYBA: EOF v øetìzci
de: FEHLER: Dateiende in Zeichenkette
el: ΣΦΑΛΜΑ: EOF στο αλφαριθμητικό
fr: ERREUR: Fin-de-fichier dans la chaîne
it: ERRORE: Fine prematura di una stringa
ja: エラー: 文字列内にファイルの終端記号があります。
pl: B£¡D: EOF w ³añcuchu
sv: FEL: Filslut i sträng

source: ERROR: Stack overflow. (Infinite define recursion?)
cs: CHYBA: Pøeteèení zásobníku. (nekoneèná rekurze makra define?)
de: FEHLER: Keller voll. (Unendliche `define' Rekursion?)
el: ΣΦΑΛΜΑ: Υπερχείληση στοίβας. (Αναδρομή απείρου βάθους;)
fr: ERREUR INTERNE: Mauvais type de lexème dans expand_token ()
it: ERRORE: Stack overflow. (Ricorsione infinita in `define'?)
ja: エラー: スタックがオーバーフローを起こしています。 (無限に再帰的定義をしていませんか？)
pl: B£¡D: Przepe³nienie stosu. (Nieskoñczona rekursja definicji?)
sv: FEL: Stacken flödar över. (Oändlig definitionsrekursion?)

source: Try `%s --help' for more information.
cs: Více informací získáte pøíkazem `%s --help'.
de: »%s --help« zeigt weitere Informationen.
el: Δοκιμάστε `%s --help' για περισσότερη βοήθεια.
fr: Pour plus d'information, essayez «%s --help».\n
it: Per ulteriori informazioni provare `%s --help'.
ja: 詳しくは `%s --help' の出力を御覧下さい。
pl: Spróbuj `%s --help' ¿eby dowiedzieæ siê wiêcej.
sv: Försök med "%s --help" för mer information.

source: Usage: %s [OPTION]... [FILE]...
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR]...
de: Aufruf: %s [OPTION]... [DATEI]...
el: Χρήση: %s [ΕΠΙΛΟΓΗ]... [ΑΡΧΕΙΟ]...
fr: Usage: %s [OPTION]... [FICHIER]...\n
it: Usage: %s [OPZIONE]... [ARCHIVIO]...
ja: 使用方法: %s [オプション]...[ファイル名]
pl: Sk³adnia: %s [OPCJA]... [PLIK]...
sv: Användning: %s [FLAGGA]... [FIL]...

source: Mandatory or optional arguments to long options are mandatory or optional for short options too. Operation modes: --help display this help and exit --version output version information and exit -e, --interactive unbuffer output, ignore interrupts -E, --fatal-warnings stop execution after first warning -Q, --quiet, --silent suppress some warnings for builtins -P, --prefix-builtins force a `m4_' prefix to all builtins
cs: Povinné èi volitelné argumenty pro dlouhé pøepínaèe jsou povinné respektive volitelné i pro odpovídající pøepínaèe krátké. Chování programu: --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí -e, --interactive nebufferovaný výstup, ignoruje pøeru¹ení -E, --fatal-warnings skonèí po prvním varování -Q, --quiet, --silent potlaèí nìkterá varování týkající se vestavìných maker -P, --prefix-builtins v¹echna vestavìná makra budou mít prefix `m4_'
de: Notwendige bzw. optionale Argumente für Optionen der Langform sind auch für die Kurform notwendig bzw. optional. Operationsmodi: --help zeige diese Hilfe an und beende --version zeige Versionsinformation an und beende -e, --interactive keine Ausgabepufferung, ignoriere Interrupts -E, --fatal-warnings beende Ausführung nach erster Warnung -Q, --quiet, --silent unterdrücke Warnungen bei eingebauten Funktionen -P, --prefix-builtins erzwinge `m4_' Präfix für eingebaute Funktionen
el: Υποχρεωτικά ή προαιρετικά ορίσματα σε μακρές επιλογές είναι υποχρεωτικά ή προαιρετικά και για της σύντομες επιλογές επίσεις. Καταστάσεις λειτουργίας: --help εμφάνιση αυτής της βοήθειας και έξοδος --version εμφάνιση πληροφοριών έκδοσης και έξοδος -e, --interactive έξοδος χωρίς ενταμιευτή, αγνόηση διακοπών -E, --fatal-warnings διακοπή εκτέλεσης μετά από τη πρώτη προειδοποίηση -Q, --quiet, --silent απόκρυψη μερικών προειδοποιήσεων στα εσωδομημένα -P, --prefix-builtins επιβολή προθέματος `m4_' σε όλα τα εσωδομημένα
fr: Les arguments obligatoires ou optionnels pour la forme longue des options sont aussi obligatoires ou optionnels pour les formes courtes qui leur correspondent. Modes d'opération: --help fournir ce message d'aide, puis terminer --version identifier le programme, puis terminer -e, --interactive ne pas tamponner, ignorer les interruptions -E, --fatal-warnings terminer l'exécution après le moindre message -Q, --quiet, --silent inhiber certains diagnostics prédéfinis -P, --prefix-builtins préfixer tous les prédéfinis par «m4_»
ja: 長いオプションが取る必須引数および選択可能な引数は 短いオプションの場合にも必要です。 Operation modes: --help オプションの一覧を出力し、終了します。 --version バージョン情報を出力し、終了します。 -e, --interactive 出力をバッファリングせず、割り込みを無視します。 -E, --fatal-warnings 警告が出されると実行を中止します。 -Q, --quiet, --silent いくつかのビルトインコマンドの警告を抑制します。 -P, --prefix-builtins 全てのビルトインマクロに `m4_' という接頭辞を 強制的に追加します。
pl: Argumenty obowi±zkowe lub opcjonalne dla opcji d³ugich s± obowi±zkowe lub opcjonalne równie¿ dla krótkich. Tryby pracy: --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz -e, --intercative nie buforuj wyj¶cia, ignoruj przerwania -E, --fatal-warnings zatrzymaj siê po pierwszym ostrz¿eniu -Q, --quiet, --silent nie pokazuj niektórych ostrze¿eñ dla wbudowanych -P, --prefix-builtins dodaj zawsze `m4_' przez wszystkimi wbudowanymi
sv: Obligatoriska respektive valfria argument för långa flaggor är obligatoriska respektive valfria även för korta. Körlägen: --help visa denna hjälptext och avsluta --version visa versionsinformation och avsluta -e, --interactive obuffrad utskrift, ignorera avbrott -E, --fatal-warnings avsluta exekvering efter första varningen -Q, --quiet, --silent undertryck vissa varningar om inbyggda makron -P, --prefix-builtins alla inbyggda makron börjar med `m4_'

source: -W, --word-regexp=REGEXP use REGEXP for macro name syntax
cs: -W, --word-regexp=REGVÝR syntaxe jmen maker bude urèena pomocí REGVÝR
de: -W, --word-regexp=REGEXP benutze REGEXP für Makronamensyntax
el: -W --word-regexp=ΚΑΝΕΚΦ χρήση ΚΑΝονικής ΈΚΦρασης στο συντακτικό της μακροεντολής
fr: -W, --word-regexp=REGEXP utiliser REGEXP pour les noms de macro
ja: -W, --word-regexp=REGEXP マクロ名のシンタックスに REGEXP を 正規表現として用います。
pl: -W, --word-regexp=WYR_REGUL u¿yj WYR_REGUL w sk³adni nazw makr
sv: -W, --word-regexp=REGEXP använd REGEXP som makronamnsyntax
